tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "sqlite"
brew "autojump"
brew "awscli"
brew "docker"
brew "elasticsearch"
brew "node"
brew "http-server"
brew "hub"
brew "mas"
brew "mysql", restart_service: true
brew "mysql@5.7"
brew "nvm"
brew "python@3.8"
brew "redis", restart_service: true
brew "tree"
brew "wget"
brew "yarn"
brew "mongodb/brew/mongodb-community"
cask "adobe-air"
cask "alfred"
cask "anki"
cask "balance-lock"
cask "docker"
cask "figma"
cask "firefox"
cask "freedom"
cask "google-chat"
cask "google-chrome"
cask "graphiql"
cask "hazeover"
cask "iterm2"
cask "karabiner-elements"
cask "nosleep"
cask "obsidian"
cask "sequel-ace"
cask "slack"
cask "spectacle"
cask "spotify"
cask "toggl-track"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Just Press Record", id: 979561272
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
