tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "planetscale/tap"
brew "python@3.10"
brew "autojump"
brew "docker"
brew "gh"
brew "node"
brew "http-server"
brew "libfido2"
brew "mas"
brew "mysql", restart_service: true
brew "mysql-client"
brew "nvm"
brew "python@3.8"
brew "tree"
brew "wget"
brew "yarn"
brew "planetscale/tap/pscale"
cask "adobe-air"
cask "alfred"
cask "anki"
cask "balance-lock"
cask "discord"
cask "firefox"
cask "freedom"
cask "google-chrome"
cask "graphiql"
cask "iterm2"
cask "karabiner-elements"
cask "nosleep"
cask "obsidian"
cask "postman"
cask "sequel-ace"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "Just Press Record", id: 979561272
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "alex-pattison.theme-cobalt3"
vscode "alexcvzz.vscode-sqlite"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "Prisma.prisma"
vscode "Shan.code-settings-sync"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
