tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "sqlite"
brew "python@3.9"
brew "autojump"
brew "awscli", link: false
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "cask"
brew "cfn-flip"
brew "docker", link: false
brew "elasticsearch", restart_service: true
brew "elixir"
brew "node"
brew "http-server"
brew "hub"
brew "jq"
brew "localstack"
brew "mas"
brew "mongosh"
brew "mysql@5.7", restart_service: true
brew "node@14"
brew "nvm"
brew "python@3.8"
brew "redis", restart_service: true
brew "serverless"
brew "tree"
brew "wget"
brew "yarn"
brew "mongodb/brew/mongodb-community"
cask "adobe-air"
cask "alfred"
cask "anki"
cask "balance-lock"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "freedom"
cask "google-chrome"
cask "graphiql"
cask "hazeover"
cask "iterm2"
cask "karabiner-elements"
cask "nosleep"
cask "obsidian"
cask "postman"
cask "robo-3t"
cask "sequel-ace"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "studio-3t"
cask "toggl-track"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Just Press Record", id: 979561272
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
